Repository: Ilyosbek07/testbot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Ortga
ru: Назад

source: Iltimos faqat son kiriting
ru: Пожалуйста, отправляйте только числовые значения

source: Asosiy menu
ru: Главное меню

source: Kerakli punktni tanlang
ru: Выберите необходимый пункт

source: Test tilini tanlang
ru: Выберите язык тестирования

source: Kerakli tilni tanlang
ru: Выберите необходимый язык

source: Siz hali test yechmadingiz
ru: Вы еще не решали тестов

source: 💰 Pullik testlar
ru: 💰 Платные тесты

source: 🆓 Bepul testlar
ru: 🆓 Бесплатные тесты

source: Iltimos faqat tugmalar yordamida kiriting
ru: Пожалуйста, выбирайте только с помощью кнопок

source: Kitob raqamini kiriting
ru: Введите номер книги

source: ◀️ Ortga
ru: ◀️ Назад

source: Siz kiritgan sozlamalar boyicha xali test mavjud emas
ru: По выбранным вами критериям тесты еще не доступны

source: Barchasini o'chirish
ru: Очистить все

source: Natijalarni yuborish
ru: Отправить результаты

source: Keyingi saxifa
ru: Следующая страница

source: Quyidagi testlarga javob berib, "Natijalarni yuborish" tugmasini bosing
ru: Ответьте на тесты ниже и нажмите кнопку «Отправить результаты»

source: Kerakli fanlarni tanlang
ru: Выберите необходимые предметы

source: Fanlar
ru: Предметы

source: To'lov turini tanlang
ru: Выберите способ оплаты

source: Yo'nalishni tanlang
ru: Выберите направление

source: Assalomu Alaykum, xush kelibsiz!
ru: Здравствуйте, добро пожаловать!

source: To'g'ri javoblar soni: {right} Noto'g'ri javoblar soni: {wrong}
ru: Количество правильных ответов: {right} Количество неправильных ответов: {wrong}

source: Oldingi saxifa
ru: Предыдущая страница

source: 🌐 Tilni o'zgartirish
ru: 🌐 Изменить язык

source: 📄 Qo'llanma
ru: 📄 Руководство

source: 🏠 Asosiy menu
ru: 🏠 Главное меню

source: 🧾 Testlar
ru: 🧾 Тесты

source: 👤 Kabinet
ru: 👤 Кабинет

source: ℹ️ Biz haqimizda
ru: ℹ️ О нас

source: 🕓 Natijalar tarixi
ru: 🕓 История результатов

source: 🔍 Natijani bilish
ru: 🔍 Узнать результаты

source: Judaxam ko'p so'rov, iltimos keyinroq urinib koring!
ru: Слишком много запросов попробуйте позже!
